Revit 2027 API
FormatOptions.CanSuppressLeadingZeros Method
Overload List
Name | Description
CanSuppressLeadingZeros() |  Checks whether leading zeros can be suppressed for the display unit in this FormatOptions.
CanSuppressLeadingZeros(ForgeTypeId) |  Checks whether leading zeros can be suppressed for a given unit.
Top
See Also
Reference
FormatOptions Class
Autodesk.Revit.DB Namespace